Repository: wly-p/training-la
Catalog: Packages/Spec/Sources/SpecDomain/Localizable.xcstrings
Source language: zh_hant
Languages: en

# exercise.abCrunchMachine.machine
source: 捲腹
en: Ab Crunch Machine

# exercise.abWheelRollout.other
source: 滾輪
en: Ab Wheel Rollout

# exercise.arnoldPress.dumbbell
source: 阿諾肩推
en: Arnold Press

# exercise.assistedPullUp.machine
source: 引體向上
en: Assisted Pull-Up

# exercise.backSquat.barbell
source: 深蹲
en: Back Squat

# exercise.bandPullApart.band
source: 面拉
en: Band Pull-Apart

# exercise.barbellCurl.barbell
source: 彎舉
en: Barbell Curl

# exercise.barbellRow.barbell
source: 槓鈴划船
en: Barbell Row

# exercise.battleRope.other
source: 戰繩
en: Battle Rope

# exercise.benchPress.barbell
source: 臥推
en: Bench Press

# exercise.benchPress.dumbbell
source: 臥推
en: Bench Press

# exercise.birdDog.bodyweight
source: 鳥狗式
en: Bird Dog

# exercise.boxJump.bodyweight
source: 跳箱
en: Box Jump

# exercise.bulgarianSplitSquat.dumbbell
source: 保加利亞分腿蹲
en: Bulgarian Split Squat

# exercise.burpee.bodyweight
source: 波比跳
en: Burpee

# exercise.cableCrossover.cable
source: 夾胸
en: Cable Crossover

# exercise.calfRaise.machine
source: 提踵
en: Calf Raise

# exercise.chestDip.bodyweight
source: 雙槓撐體
en: Chest Dip

# exercise.chestPress.machine
source: 胸推
en: Chest Press

# exercise.chinUp.bodyweight
source: 反手引體向上
en: Chin-Up

# exercise.cleanAndJerk.barbell
source: 挺舉
en: Clean and Jerk

# exercise.closeGripBenchPress.barbell
source: 窄距臥推
en: Close-Grip Bench Press

# exercise.concentrationCurl.dumbbell
source: 集中彎舉
en: Concentration Curl

# exercise.crunch.bodyweight
source: 捲腹
en: Crunch

# exercise.deadBug.bodyweight
source: 死蟲
en: Dead Bug

# exercise.deadlift.barbell
source: 硬舉
en: Deadlift

# exercise.declineBenchPress.barbell
source: 下斜臥推
en: Decline Bench Press

# exercise.dumbbellCurl.dumbbell
source: 彎舉
en: Dumbbell Curl

# exercise.dumbbellFly.dumbbell
source: 飛鳥
en: Dumbbell Fly

# exercise.facePull.cable
source: 面拉
en: Face Pull

# exercise.farmerSWalk.dumbbell
source: 農夫走路
en: Farmer's Walk

# exercise.frontRaise.dumbbell
source: 前平舉
en: Front Raise

# exercise.frontSquat.barbell
source: 前蹲
en: Front Squat

# exercise.hackSquat.machine
source: 哈克深蹲
en: Hack Squat

# exercise.hammerCurl.dumbbell
source: 錘式彎舉
en: Hammer Curl

# exercise.hangingLegRaise.bodyweight
source: 懸垂舉腿
en: Hanging Leg Raise

# exercise.hexBarDeadlift.hex_bar
source: 六角槓硬舉
en: Hex Bar Deadlift

# exercise.hipAbduction.machine
source: 髖外展
en: Hip Abduction

# exercise.hipAdduction.machine
source: 髖內收
en: Hip Adduction

# exercise.hipThrust.barbell
source: 臀推
en: Hip Thrust

# exercise.hipThrustMachine.machine
source: 臀推
en: Hip Thrust Machine

# exercise.inclineBenchPress.barbell
source: 上斜臥推
en: Incline Bench Press

# exercise.inclineBenchPress.dumbbell
source: 上斜臥推
en: Incline Bench Press

# exercise.kettlebellSwing.kettlebell
source: 壺鈴擺盪
en: Kettlebell Swing

# exercise.latPulldown.cable
source: 滑輪下拉
en: Lat Pulldown

# exercise.lateralBandWalk.band
source: 髖外展
en: Lateral Band Walk

# exercise.lateralRaise.dumbbell
source: 側平舉
en: Lateral Raise

# exercise.lateralRaiseMachine.machine
source: 側平舉
en: Lateral Raise Machine

# exercise.legCurl.machine
source: 腿彎舉
en: Leg Curl

# exercise.legExtension.machine
source: 腿伸展
en: Leg Extension

# exercise.legPress.machine
source: 腿推
en: Leg Press

# exercise.lunge.dumbbell
source: 弓步蹲
en: Lunge

# exercise.machineCurl.machine
source: 彎舉
en: Machine Curl

# exercise.medicineBallSlam.other
source: 藥球砸地
en: Medicine Ball Slam

# exercise.oneArmRow.dumbbell
source: 單臂划船
en: One-Arm Row

# exercise.overheadPress.barbell
source: 肩推
en: Overhead Press

# exercise.overheadTricepsExtension.dumbbell
source: 過頭三頭伸展
en: Overhead Triceps Extension

# exercise.pecDeck.machine
source: 夾胸
en: Pec Deck

# exercise.plank.bodyweight
source: 棒式
en: Plank

# exercise.powerClean.barbell
source: 上膊
en: Power Clean

# exercise.preacherCurl.barbell
source: 牧師椅彎舉
en: Preacher Curl

# exercise.pullUp.bodyweight
source: 引體向上
en: Pull-Up

# exercise.pushUp.bodyweight
source: 伏地挺身
en: Push-Up

# exercise.rearDeltFly.dumbbell
source: 俯身側平舉
en: Rear Delt Fly

# exercise.romanianDeadlift.barbell
source: 羅馬尼亞硬舉
en: Romanian Deadlift

# exercise.russianTwist.bodyweight
source: 俄羅斯轉體
en: Russian Twist

# exercise.seatedCableRow.cable
source: 坐姿划船
en: Seated Cable Row

# exercise.seatedRow.machine
source: 坐姿划船
en: Seated Row

# exercise.shoulderPress.dumbbell
source: 肩推
en: Shoulder Press

# exercise.shoulderPress.machine
source: 肩推
en: Shoulder Press

# exercise.shrug.dumbbell
source: 聳肩
en: Shrug

# exercise.sidePlank.bodyweight
source: 側棒式
en: Side Plank

# exercise.sledPushDrag.other
source: 雪橇推拉
en: Sled Push / Drag

# exercise.snatch.barbell
source: 抓舉
en: Snatch

# exercise.tBarRow.barbell
source: T 槓划船
en: T-Bar Row

# exercise.tricepsDip.bodyweight
source: 三頭撐體
en: Triceps Dip

# exercise.tricepsExtensionMachine.machine
source: 過頭三頭伸展
en: Triceps Extension Machine

# exercise.tricepsPushdown.cable
source: 三頭下壓
en: Triceps Pushdown

# exercise.turkishGetUp.kettlebell
source: 土耳其起立
en: Turkish Get-Up

# exercise.uprightRow.barbell
source: 直立划船
en: Upright Row
